Repository: LeversonCarlos/FriendlyCashFlow
Catalog: srcs/Translations/Strings.*.resx
Languages: pt_br

# ACCOUNTS_ACCOUNT_TEXT_ALREADY_EXISTS_WARNING
source: An account with this text already exists!
pt_br: Uma conta com essa descrição já existe!

# ACCOUNTS_ACTIVATED_LABEL
source: Activated
pt_br: Ativada

# ACCOUNTS_ACTIVE_ACCOUNTS_LABEL
source: Active Accounts
pt_br: Contas Ativas

# ACCOUNTS_ARQUIVED_ACCOUNTS_LABEL
source: Arquived
pt_br: Arquivadas

# ACCOUNTS_CLOSING_DAY_LABEL
source: Closing Day
pt_br: Dia para Fechamento

# ACCOUNTS_DESCRIPTION_LABEL
source: Account Description
pt_br: Descrição da Conta

# ACCOUNTS_DETAILS_TITLE
source: Account
pt_br: Conta

# ACCOUNTS_DUE_DAY_LABEL
source: Due Day
pt_br: Dia para Vencimento

# ACCOUNTS_ENACCOUNTTYPE_BANK
source: Bank
pt_br: Banco

# ACCOUNTS_ENACCOUNTTYPE_CREDITCARD
source: Credit Card
pt_br: Cartão de Crédito

# ACCOUNTS_ENACCOUNTTYPE_GENERAL
source: Wallet
pt_br: Carteira

# ACCOUNTS_ENACCOUNTTYPE_INVESTMENT
source: Investment
pt_br: Investimento

# ACCOUNTS_ENACCOUNTTYPE_SERVICE
source: Service
pt_br: Serviço

# ACCOUNTS_INVALID_DUE_DAY_WARNING
source: A valid due day must be informed!
pt_br: Um dia para vencimento válido precisa ser informado!

# ACCOUNTS_MAIN_TITLE
source: Accounts
pt_br: Contas

# ACCOUNTS_MENU
source: Accounts
pt_br: Contas

# ACCOUNTS_RECORD_NOT_FOUND_WARNING
source: Account record not found to be displayed!
pt_br: Conta não foi encontrado para exibir!

# ACCOUNTS_REMOVE_CONFIRMATION_TEXT
source: Do you want to remove this account?
pt_br: Você deseja remover essa conta?

# ACCOUNTS_TYPE_LABEL
source: Type
pt_br: Tipo

# ACCOUNTS_YOU_HAVE_NO_ACTIVE_ACCOUNTS_INFO
source: You have no active Accounts, use the menu on the left to register some
pt_br: Você não possui contas ativas, use o menu à esquerda para registrar algumas

# BASE_CANCEL_CHANGES_ABORT
source: Go Back
pt_br: Voltar

# BASE_CANCEL_CHANGES_CONFIRM
source: Cancel Anyway
pt_br: Cancelar

# BASE_CANCEL_CHANGES_CONFIRMATION_TEXT
source: Do you want to cancel and lose changes?
pt_br: Você deseja cancelar descartando as alterações?

# BASE_CANCEL_COMMAND
source: Cancel
pt_br: Cancelar

# BASE_FORBIDDEN_MESSAGE
source: Forbidden access. Check your permissions on this resource and the status of your signature.
pt_br: Acesso negado. Verifique suas permissões no recurso e o status de sua assinatura.

# BASE_REMOVE_COMMAND
source: Remove
pt_br: Remover

# BASE_SAVE_COMMAND
source: Save
pt_br: Gravar

# CATEGORIES_CATEGORY_TEXT_ALREADY_EXISTS_WARNING
source: A category with this text already exists!
pt_br: Uma categoria com essa descrição já existe!

# CATEGORIES_CHILDREN_CANT_BE_DEFINED_AS_PARENT_CATEGORY_WARNING
source: Category child can not be defined as it´s parent category
pt_br: Categorias filha não podem ser definidas como seus pais

# CATEGORIES_DESCRIPTION_LABEL
source: Category Description
pt_br: Descrição da Categoria

# CATEGORIES_DETAILS_TITLE
source: Category
pt_br: Categoria

# CATEGORIES_ENCATEGORYTYPE_EXPENSE
source: Expense
pt_br: Despesa

# CATEGORIES_ENCATEGORYTYPE_INCOME
source: Income
pt_br: Receita

# CATEGORIES_MAIN_TITLE
source: Categories
pt_br: Categorias

# CATEGORIES_MENU
source: Categories
pt_br: Categorias

# CATEGORIES_PARENT_LABEL
source: Parent Category
pt_br: Categoria Pai

# CATEGORIES_RECORD_NOT_FOUND_WARNING
source: Category record not found to be displayed!
pt_br: Categoria não foi encontrada para exibir!

# CATEGORIES_REMOVE_CONFIRMATION_TEXT
source: Do you want to remove this category?
pt_br: Você deseja remover essa categoria?

# CATEGORIES_YOU_HAVE_NO_CATEGORIES_FOR_THIS_TYPE_INFO
source: You have no Categories for this entry type, use the menu on the left to register some
pt_br: Você não possui categorias para esse tipo de lançamento, use o menu à esquerda para registrar algumas

# DASHBOARD_BALANCE_NO_ACCOUNTS_TEXT
source: You have no active account, use the menu on the left to register some
pt_br: Você não tem nenhuma conta ativa, utilize o menu à esquerda para cadastrar algumas

# DASHBOARD_ENTRIES_NEXT_ENTRIES_TEXT
source: Next Entries
pt_br: Próximos Lançamentos

# DASHBOARD_ENTRIES_NO_OVERDUE_ENTRIES_TEXT
source: No entries expiring on the next days
pt_br: Nenhum lançamento vencendo nos próximos dias

# DASHBOARD_ENTRIES_OVERDUE_ENTRIES_TEXT
source: Overdue Entries
pt_br: Lançamentos Vencidos

# DASHBOARD_MENU
source: Dashboard
pt_br: Home

# DASHBOARD_RESUME_BALANCE_TEXT
source: Month's Balance
pt_br: Saldo do Mês

# DASHBOARD_RESUME_EXPENSE_TEXT
source: Month's Expense
pt_br: Saídas no Mês

# DASHBOARD_RESUME_INCOME_TEXT
source: Month's Income
pt_br: Entradas no Mês

# ENTRIES_ACCOUNT_LABEL
source: Account
pt_br: Conta

# ENTRIES_ACCOUNT_NOT_FOUND_WARNING
source: Invalid Account!
pt_br: Conta inválida

# ENTRIES_CATEGORY_LABEL
source: Category
pt_br: Categoria

# ENTRIES_CATEGORY_NOT_FOUND_WARNING
source: Invalid Category!
pt_br: Categoria inválida!

# ENTRIES_DETAILS_TITLE
source: Entry
pt_br: Lançamento

# ENTRIES_DUEDATE_INVALID_WARNING
source: Invalid Due Date!
pt_br: Data de Vencimento inválida!

# ENTRIES_DUEDATE_LABEL
source: Due Date
pt_br: Data de Vencimento

# ENTRIES_ENTRYVALUE_INVALID_WARNING
source: Invalid Value!
pt_br: Valor inválido!

# ENTRIES_ENTRYVALUE_LABEL
source: Value
pt_br: Valor

# ENTRIES_MAIN_TITLE
source: Entries
pt_br: Lançamentos

# ENTRIES_MENU
source: Entries
pt_br: Lançamentos

# ENTRIES_NEW_EXPENSE_COMMAND
source: Add New Expense
pt_br: Adicionar Nova Saída

# ENTRIES_NEW_INCOME_COMMAND
source: Add New Income
pt_br: Adicionar Nova Entrada

# ENTRIES_NEW_TRANSFER_COMMAND
source: Add New Transfer
pt_br: Adicionar Nova Transferência

# ENTRIES_PAID_LABEL
source: Paid
pt_br: Pago

# ENTRIES_PATTERN_LABEL
source: Description
pt_br: Descrição

# ENTRIES_PAYDATE_INVALID_WARNING
source: Invalid Pay Date!
pt_br: Data de Pagamento inválida!

# ENTRIES_PAYDATE_LABEL
source: Pay Date
pt_br: Data de Pagamento

# ENTRIES_RECORD_NOT_FOUND_WARNING
source: Entry record not found to be displayed!
pt_br: Lançamento não foi encontrado para exibir!

# ENTRIES_RECURRENCYACTIVATE_LABEL
source: Recurring portion of the entry
pt_br: Repetição de parecelas para o lançamento

# ENTRIES_RECURRENCYCOUNT_LABEL
source: Number of portions
pt_br: Número de parcelas

# ENTRIES_RECURRENCYTYPE_LABEL
source: Frequency
pt_br: Frequência

# ENTRIES_RECURRENCY_LABEL
source: Portion
pt_br: Parcela

# ENTRIES_REMOVE_ALL_FUTURE_ENTRIES_COMMAND
source: This and future portions
pt_br: Esta e futuras parcelas

# ENTRIES_REMOVE_CONFIRMATION_TEXT
source: Do you want to remove this entry?
pt_br: Você deseja remover esse lançamento?

# ENTRIES_REMOVE_ONLY_THIS_ENTRY_COMMAND
source: Only current portion
pt_br: Apenas parcela corrente

# ENTRIES_SAVE_ALL_FUTURE_ENTRIES_COMMAND
source: This and future portions
pt_br: Esta e futuras parcelas

# ENTRIES_SAVE_ONLY_THIS_ENTRY_COMMAND
source: Only current portion
pt_br: Apenas parcela corrente

# PICKERS_DEFAULT_ACCOUNT_TEXT
source: All Accounts
pt_br: Todas as Contas

# RECURRENCY_ENRECURRENCYTYPE_BIMONTHLY
source: Bi Monthly
pt_br: Bimestral

# RECURRENCY_ENRECURRENCYTYPE_MONTHLY
source: Monthly
pt_br: Mensal

# RECURRENCY_ENRECURRENCYTYPE_QUARTERLY
source: Quarterly
pt_br: Trimestral

# RECURRENCY_ENRECURRENCYTYPE_SEMIYEARLY
source: Semi Yearly
pt_br: Semestral

# RECURRENCY_ENRECURRENCYTYPE_WEEKLY
source: Weekly
pt_br: Semanal

# RECURRENCY_ENRECURRENCYTYPE_YEARLY
source: Yearly
pt_br: Anual

# SETTINGS_MAIN_TITLE
source: Settings
pt_br: Configurações

# SETTINGS_MENU
source: Settings
pt_br: Configurações

# SETTINGS_PASSWORD_CHANGE_COMMAND
source: Change the Password
pt_br: Mudar a Senha

# SETTINGS_PASSWORD_CHANGE_CONFIRM_PASSWORD_LABEL
source: Confirm Password
pt_br: Confirmação da Senha

# SETTINGS_PASSWORD_CHANGE_CURRENT_PASSWORD_LABEL
source: Current Password
pt_br: Senha Atual

# SETTINGS_PASSWORD_CHANGE_NEW_PASSWORD_LABEL
source: New Password
pt_br: Nova Senha

# SETTINGS_PASSWORD_CHANGE_SUCCESS
source: Password Changed
pt_br: Senha Modificada

# SETTINGS_PASSWORD_CHANGE_TITLE
source: Password Change
pt_br: Mudança de Senha

# TRANSFERS_DATE_LABEL
source: Date
pt_br: Data

# TRANSFERS_DETAILS_TITLE
source: Transfer
pt_br: Transferência

# TRANSFERS_EXPENSE_ACCOUNT_LABEL
source: Output Account
pt_br: Conta de Saída

# TRANSFERS_FROM_ACCOUNT_DESCRIPTION
source: Transfer from {accountText}
pt_br: Transferência de {accountText}

# TRANSFERS_INCOME_ACCOUNT_LABEL
source: Income Account
pt_br: Conta de Entrada

# TRANSFERS_RECORD_NOT_FOUND_WARNING
source: Transfer record not found to be displayed!
pt_br: Transferência não foi encontrada para exibir!

# TRANSFERS_REMOVE_CONFIRMATION_TEXT
source: Do you want to remove this transfer?
pt_br: Você deseja remover essa transferência?

# TRANSFERS_TO_ACCOUNT_DESCRIPTION
source: Transfer to {accountText}
pt_br: Transferência para {accountText}

# TRANSFERS_VALUE_LABEL
source: Value
pt_br: Valor

# USERS_ACCOUNT_HAS_BEEN_ACTIVATED_MESSAGE
source: Your account has been activated, you can sign in now.
pt_br: Seu usuário foi ativado, você pode acessá-lo agora

# USERS_ACTIVATION_INSTRUCTIONS_WAS_SENT_MESSAGE
source: An email was sent to you with instructions on how to activate your account.
pt_br: Um email foi enviado com instruções de como ativar seu usuário.

# USERS_ACTIVATION_MAIL_BODY_COMMAND
source: Activate Account
pt_br: Ativar Usuário

# USERS_ACTIVATION_MAIL_BODY_MESSAGE
source: Click the button below to activate your account and start using the system.
pt_br: Clique no botão abaixo para ativar seu usuário e começar a usr o sistema.

# USERS_ACTIVATION_MAIL_BODY_TITLE
source: Hi {0}, welcome to {1}!
pt_br: Olá {0}, seja bem vindo ao {1}!

# USERS_ACTIVATION_MAIL_SUBJECT
source: {0} Activation Instruction
pt_br: {0} Instruções para Ativação

# USERS_ALREADY_HAVE_ACCOUNT_MESSAGE
source: Click here if you already have an account
pt_br: Clique aqui se você já tiver uma conta

# USERS_DESCRIPTION_INSTRUCTIONS
source: Type in your name
pt_br: Informe seu nome

# USERS_DONT_HAVE_ACCOUNT_MESSAGE
source: Click here if you dont have an account yet
pt_br: Clique aqui se você não tem um usuário ainda

# USERS_INVALID_ACTIVATION_CODE_WARNING
source: Invalid activation code.
pt_br: Código de ativação inválido.

# USERS_PASSWORD_INSTRUCTIONS
source: Type in your password
pt_br: Informe sua senha

# USERS_PASSWORD_MINIMUM_SIZE_WARNING
source: Password must have at least {0} characters.
pt_br: A senha precisa ter ao menos {0} caracteres.

# USERS_PASSWORD_REQUIRE_LOWER_CASES_WARNING
source: Password must have lower case characters.
pt_br: A senha precisa ter caracteres minúsculos.

# USERS_PASSWORD_REQUIRE_NUMBERS_WARNING
source: Password must have number characters.
pt_br: A senha precisa ter caracteres numericos.

# USERS_PASSWORD_REQUIRE_SYMBOLS_WARNING
source: Password must have symbol characters.
pt_br: A senha precisa ter caracteres de simbolos.

# USERS_PASSWORD_REQUIRE_UPPER_CASES_WARNING
source: Password must have upper case characters.
pt_br: A senha precisa ter caracteres maiúsculos.

# USERS_SEND_ACTIVATION_LINK_AGAIN_MESSAGE
source: Send me the activation link again
pt_br: Me envie novamente o link para ativação

# USERS_SIGNIN_COMMAND
source: Sign In
pt_br: Acessar

# USERS_SIGNIN_INSTRUCTIONS
source: Click to sign the system
pt_br: Clique para acessar o sistema

# USERS_SIGNIN_TITLE
source: Sign In
pt_br: Acesso

# USERS_SIGNUP_COMMAND
source: Sign Up
pt_br: Registrar

# USERS_SIGNUP_INSTRUCTIONS
source: Click to sign up a new account
pt_br: Clique para registrar seu usuário

# USERS_SIGNUP_TITLE
source: Sign Up
pt_br: Registrar usuário

# USERS_USERNAME_INSTRUCTIONS
source: Type in your email
pt_br: Informe seu email

# USERS_USER_ALREADY_ACTIVATED_WARNING
source: User already activated
pt_br: Usuário já ativado

# USERS_USER_NAME_ALREADY_EXISTS_WARNING
source: User mail already been used.
pt_br: Email de usuário já utilizado.

# USERS_USER_NOT_ACTIVATED_WARNING
source: User not activated yet.
pt_br: Usuário ainda não ativado.

# USERS_USER_NOT_FOUND_WARNING
source: User not found.
pt_br: Usuário não encontrado.
